Repository: HardikDG/Barbee-i18n
Catalog: *.lproj/Localizable.strings
Languages: hi

source: in the menu bar to start!
hi: शुरू करने के लिए मेनू बार में!

source: will be always hidden.
hi: हमेशा छिपा रहेगा।

source: will be hidden.
hi: छिपा रहेगा।

source: sec(s)
hi: सेकंड(s)

source: • Manage the menu bar icons as you want
hi: • मेनू बार आइकन को अपनी इच्छानुसार प्रबंधित करें

source: • Various menu appearance styles
hi: • विभिन्न मेनू दिखावट शैलियाँ

source: • Reduce menu bar icon spacing
hi: • मेनू बार आइकन रिक्ति कम करें

source: • Support the menu bar with a notch
hi: • एक नॉच के साथ मेनू बार का समर्थन करें

source: • Unlimited number of times you can show/hide menu bar icons
hi: • आप जितनी बार चाहें मेनू बार आइकन दिखा/छुपा सकते हैं

source: ⌘ Shortcut List:
hi: ⌘ शॉर्टकट सूची:

source: ⏰️ Monitor menu bar item changes, then perform an action
hi: ⏰️ मेनू बार आइटम परिवर्तनों की निगरानी करें, फिर एक क्रिया करें

source: ⚠️⚠️⚠️Unresponsive Item %@
hi: ⚠️⚠️⚠️अनुत्तरदायी आइटम %@

source: ⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions.
hi: ⛔️️ बारबी आपकी किसी भी व्यक्तिगत जानकारी को एकत्र या ट्रैक नहीं करता है और बारबी किसी भी नेटवर्क अनुमति के लिए आवेदन नहीं करता है।

source: ✅️ Accessibility permission granted
hi: ✅️ एक्सेसिबिलिटी अनुमति प्रदान की गई

source: ✅️ Screen Recording permission granted
hi: ✅️ स्क्रीन रिकॉर्डिंग अनुमति प्रदान की गई

source: ✉️ Contact us
hi: ✉️ हमसे संपर्क करें

source: ⭐️️ Drag to arrange your menu bar items as you want!
hi: ⭐️️ अपनी इच्छानुसार अपने मेनू बार आइटम को व्यवस्थित करने के लिए खींचें!

source: 🐝 Relaunch Barbee
hi: 🐝 बारबी को पुनः लॉन्च करें

source: 🐞 Report bugs
hi: 🐞 बग की रिपोर्ट करें

source: 👀 View details...
hi: 👀 विवरण देखें...

source: 👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list.
hi: 👉 पॉप-अप प्राधिकरण विंडो में, कृपया पहले निचले-बाएँ कोने में 🔓अनलॉक करें, फिर दाएँ सूची में ✔️बारबी को अनुमति दें।

source: 💥Supercharge your scripts or shortcuts with Barbee
hi: 💥बारबी के साथ अपने स्क्रिप्ट या शॉर्टकट को सुपरचार्ज करें

source: 📊 Export logs...
hi: 📊 लॉग निर्यात करें...

source: 🔥️ Enhanced Mode
hi: 🔥️ उन्नत मोड

source: 🕶️ You are the VIP
hi: 🕶️ आप वीआईपी हैं

source: 🦄 Join TestFlight...
hi: 🦄 टेस्टफ्लाइट में शामिल हों...

source: 🧩 Right-click to customize Barbee widget group
hi: 🧩 बारबी विजेट समूह को अनुकूलित करने के लिए राइट-क्लिक करें

source: 🧩 Right-click to customize Barbee widgets
hi: 🧩 बारबी विजेट को अनुकूलित करने के लिए राइट-क्लिक करें

source: 🧩 Widget Management
hi: 🧩 विजेट प्रबंधन

source: 3-day Free Trial
hi: 3-दिन का निःशुल्क परीक्षण

source: About
hi: के बारे में

source: Accessibility
hi: अभिगम्यता

source: Action
hi: क्रिया

source: Action:
hi: क्रिया:

source: Activate for %d second(s)
hi: %d सेकंड(s) के लिए सक्रिय करें

source: Activate for a while
hi: कुछ समय के लिए सक्रिय करें

source: Activate seconds: %d
hi: सक्रिय सेकंड: %d

source: Active
hi: सक्रिय

source: Active Barbee profile with name: ${profileName}
hi: नाम के साथ सक्रिय बारबी प्रोफ़ाइल: ${profileName}

source: Active Barbee profile with name.
hi: नाम के साथ सक्रिय बारबी प्रोफ़ाइल।

source: Active Profile
hi: सक्रिय प्रोफ़ाइल

source: Actived profile successfully
hi: प्रोफ़ाइल सफलतापूर्वक सक्रिय की गई

source: Add
hi: जोड़ें

source: Add/Remove menu bar inner shadow and drop shadow.
hi: मेनू बार आंतरिक छाया और ड्रॉप छाया जोड़ें/हटाएं।

source: All Menu Bar Item
hi: सभी मेनू बार आइटम

source: All menu bar items are visible on external screens
hi: सभी मेनू बार आइटम बाहरी स्क्रीन पर दिखाई देते हैं

source: Alpha Value
hi: अल्फा मान

source: Always Hidden
hi: हमेशा छिपा हुआ

source: Always Hidden Items
hi: हमेशा छिपे हुए आइटम

source: Always Hidden Items:
hi: हमेशा छिपे हुए आइटम:

source: Always Hidden Menu Bar Item
hi: हमेशा छिपा हुआ मेनू बार आइटम

source: App Modules
hi: ऐप मॉड्यूल

source: Apply
hi: लागू करें

source: Authorize
hi: अधिकृत करें

source: Automation
hi: स्वचालन

source: Automation feature requires additional permissions!
hi: स्वचालन सुविधा के लिए अतिरिक्त अनुमतियों की आवश्यकता है!

source: Backup profile successfully.
hi: प्रोफ़ाइल का सफलतापूर्वक बैकअप लिया गया।

source: Backup to iCloud drive
hi: iCloud ड्राइव पर बैकअप लें

source: Barbee requires Accessibility access to show/hide the menu bar items.
hi: मेनू बार आइटम को दिखाने/छुपाने के लिए बारबी को अभिगम्यता पहुंच की आवश्यकता है।

source: Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items.
hi: मेनू बार आइटम सूची की निगरानी करने और बदले गए आइटम की छवियों को कैप्चर करने के लिए बारबी को स्क्रीन रिकॉर्डिंग पहुंच की आवश्यकता है।

source: Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below.
hi: बारबी को अपनी कार्यक्षमता प्रदान करने के लिए सिस्टम क्षमताओं तक पहुंचने के लिए आपकी अनुमतियों की आवश्यकता है। कृपया नीचे दी गई अनुमतियों की समीक्षा करें।

source: Become VIP to use without limitation
hi: बिना सीमा के उपयोग करने के लिए वीआईपी बनें

source: Beta Testing
hi: बीटा परीक्षण

source: Bundle Identifier
hi: बंडल पहचानकर्ता

source: Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}
hi: आंतरिक छाया स्थिति बदलें: ${innerShadowState}, ड्रॉप छाया स्थिति: ${dropShadowState}

source: Change Menu Bar Color
hi: मेनू बार का रंग बदलें

source: Change menu bar color: ${color}
hi: मेनू बार का रंग बदलें: ${color}

source: Change Menu Bar Shadow State
hi: मेनू बार छाया स्थिति बदलें

source: Change Top Notch State
hi: शीर्ष पायदान स्थिति बदलें

source: Change top notch state: ${state}
hi: शीर्ष पायदान स्थिति बदलें: ${state}

source: Change Wallpaper...
hi: वॉलपेपर बदलें...

source: Change your current screen menu bar color, enter your color hex string(e.g. "0AB188FF"). Restore the color of the menu bar if the hex string is empty.
hi: अपनी वर्तमान स्क्रीन मेनू बार का रंग बदलें, अपना रंग हेक्स स्ट्रिंग दर्ज करें (जैसे "0AB188FF")। यदि हेक्स स्ट्रिंग खाली है तो मेनू बार का रंग पुनर्स्थापित करें।

source: Changing menu bar color requires user directory authorization
hi: मेनू बार का रंग बदलने के लिए उपयोगकर्ता निर्देशिका प्राधिकरण की आवश्यकता होती है

source: Changing menu item gaps requires user directory authorization
hi: मेनू आइटम अंतराल बदलने के लिए उपयोगकर्ता निर्देशिका प्राधिकरण की आवश्यकता होती है

source: Choose a menu bar item
hi: एक मेनू बार आइटम चुनें

source: Choose Barbee Mode
hi: बारबी मोड चुनें

source: Click menu bar item
hi: मेनू बार आइटम पर क्लिक करें

source: Click Menu Bar Item (Enhanced mode only)
hi: मेनू बार आइटम पर क्लिक करें (केवल उन्नत मोड)

source: Click menu bar item by identifier: ${itemIdentifier}
hi: पहचानकर्ता द्वारा मेनू बार आइटम पर क्लिक करें: ${itemIdentifier}

source: Click menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi").
hi: पहचानकर्ता द्वारा मेनू बार आइटम पर क्लिक करें (जैसे "com.apple.controlcenter-WiFi")।

source: Click on the menu bar Barbee icon to toggle the visibility of hidden items directly
hi: छिपे हुए आइटम की दृश्यता को सीधे टॉगल करने के लिए मेनू बार बारबी आइकन पर क्लिक करें

source: Click on the menu bar to toggle the visibility of hidden items
hi: छिपे हुए आइटम की दृश्यता को टॉगल करने के लिए मेनू बार पर क्लिक करें

source: Click the icon
hi: आइकन पर क्लिक करें

source: Close
hi: बंद करें

source: Color
hi: रंग

source: Configuration
hi: विन्यास

source: Confirm
hi: पुष्टि करें

source: Content
hi: सामग्री

source: Continue
hi: जारी रखें

source: Corner Radius
hi: कोने की त्रिज्या

source: Current Item
hi: वर्तमान आइटम

source: Custom shortcuts feature requires additional permissions!
hi: कस्टम शॉर्टकट सुविधा के लिए अतिरिक्त अनुमतियों की आवश्यकता है!

source: Dark Background Color
hi: गहरा पृष्ठभूमि रंग

source: Default Gap - system default spacing between items
hi: डिफ़ॉल्ट गैप - आइटम के बीच सिस्टम डिफ़ॉल्ट रिक्ति

source: Delay before hiding items again.
hi: आइटम को फिर से छिपाने से पहले देरी।

source: Delete
hi: हटाएं

source: Delete `%@`
hi: `%@` हटाएं

source: Diagnostics
hi: नैदानिक

source: Do you want to backup profiles to iCloud?
hi: क्या आप iCloud पर प्रोफ़ाइल का बैकअप लेना चाहते हैं?

source: Do you want to delete profile `%@`?
hi: क्या आप प्रोफ़ाइल `%@` हटाना चाहते हैं?

source: Do you want to delete this automation?
hi: क्या आप इस स्वचालन को हटाना चाहते हैं?

source: Do you want to delete this shortcut?
hi: क्या आप इस शॉर्टकट को हटाना चाहते हैं?

source: Do you want to import this profile?
hi: क्या आप इस प्रोफ़ाइल को आयात करना चाहते हैं?

source: Do you want to sync profiles from iCloud?
hi: क्या आप iCloud से प्रोफ़ाइल को सिंक करना चाहते हैं?

source: Drop Shadow
hi: ड्रॉप छाया

source: Drop Shadow State
hi: ड्रॉप छाया स्थिति

source: Edit
hi: संपादित करें

source: Energy Saver
hi: ऊर्जा बचतकर्ता

source: Enhanced Mode
hi: उन्नत मोड

source: Enhanced mode is only available for Notch screens
hi: उन्नत मोड केवल नॉच स्क्रीन के लिए उपलब्ध है

source: Export
hi: निर्यात करें

source: Failed to active profile
hi: प्रोफ़ाइल सक्रिय करने में विफल

source: Failed to backup profile.
hi: प्रोफ़ाइल का बैकअप लेने में विफल।

source: Failed to change menu item gap
hi: मेनू आइटम अंतराल बदलने में विफल

source: Failed to export profile.
hi: प्रोफ़ाइल निर्यात करने में विफल।

source: Failed to import profile.
hi: प्रोफ़ाइल आयात करने में विफल।

source: Failed to restore
hi: पुनर्स्थापित करने में विफल

source: Failed to sync profile.
hi: प्रोफ़ाइल सिंक्रनाइज़ करने में विफल।

source: Feedback
hi: प्रतिक्रिया

source: For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS.
hi: सेटिंग को काम करने के लिए, आपको बारबी के `लॉन्च एट लॉग इन` को चालू करना होगा, लॉग आउट करना होगा और macOS में वापस लॉग इन करना होगा।

source: Found %d profile(s)
hi: %d प्रोफ़ाइल(s) मिलीं

source: Frame
hi: फ़्रेम

source: Generic
hi: सामान्य

source: Get all menu bar items
hi: सभी मेनू बार आइटम प्राप्त करें

source: Get All Menu Bar Items
hi: सभी मेनू बार आइटम प्राप्त करें

source: Get always hidden menu bar items
hi: हमेशा छिपे हुए मेनू बार आइटम प्राप्त करें

source: Get Always Hidden Menu Bar Items
hi: हमेशा छिपे हुए मेनू बार आइटम प्राप्त करें

source: Get App Modules
hi: ऐप मॉड्यूल प्राप्त करें

source: Get app modules using app bundle identifier: ${bundleIdentifier}
hi: ऐप बंडल पहचानकर्ता का उपयोग करके ऐप मॉड्यूल प्राप्त करें: ${bundleIdentifier}

source: Get hidden menu bar items
hi: छिपे हुए मेनू बार आइटम प्राप्त करें

source: Get Hidden Menu Bar Items
hi: छिपे हुए मेनू बार आइटम प्राप्त करें

source: Get shown menu bar items
hi: दिखाए गए मेनू बार आइटम प्राप्त करें

source: Get Shown Menu Bar Items
hi: दिखाए गए मेनू बार आइटम प्राप्त करें

source: Get Started
hi: शुरू करें

source: Go to Barbee preferences...
hi: बारबी प्राथमिकताओं पर जाएं...

source: Grant Permissions to Barbee
hi: बारबी को अनुमतियां दें

source: Has Top Notch
hi: शीर्ष पायदान है

source: Has top notch?
hi: क्या शीर्ष पायदान है?

source: Height
hi: ऊँचाई

source: Help Center
hi: सहायता केंद्र

source: Hidden
hi: छिपा हुआ

source: Hidden Items
hi: छिपे हुए आइटम

source: Hidden Items:
hi: छिपे हुए आइटम:

source: Hidden Menu Bar Item
hi: छिपा हुआ मेनू बार आइटम

source: Hide
hi: छुपाएं

source: Hide All
hi: सभी छुपाएं

source: Hide Menu Bar Item (Enhanced mode only)
hi: मेनू बार आइटम छुपाएं (केवल उन्नत मोड)

source: Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}
hi: पहचानकर्ता द्वारा मेनू बार आइटम छुपाएं: ${itemIdentifier}, X पर: ${x}

source: Hide menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi"), X is optional.
hi: पहचानकर्ता द्वारा मेनू बार आइटम छुपाएं (जैसे "com.apple.controlcenter-WiFi"), X वैकल्पिक है।

source: Hide not-showing items
hi: नहीं दिखाने वाले आइटम छुपाएं

source: Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items
hi: सभी आइटम दिखाने/छुपाने के लिए CONTROL(⌃) दबाएं और मेनू बार आइकन पर क्लिक करें

source: Hold CONTROL(⌃) and click on the menu bar to show / hide all items
hi: सभी आइटम दिखाने/छुपाने के लिए CONTROL(⌃) दबाएं और मेनू बार पर क्लिक करें

source: Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items
hi: छिपे हुए आइटम दिखाने/छुपाने के लिए OPTION(⌥) दबाएं और मेनू बार आइकन पर क्लिक करें

source: Hold the COMMAND(⌘) to drag the menu bar items
hi: मेनू बार आइटम को खींचने के लिए COMMAND(⌘) दबाएं

source: Hovered
hi: मंडराया हुआ

source: Icon:
hi: आइकन:

source: If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!
hi: यदि आपको कोई समस्या आती है या आप हमें बारबी को बेहतर बनाने या स्थानीयकृत करने में मदद करना चाहते हैं, तो कृपया हमसे संपर्क करने में संकोच न करें!

source: If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences.
hi: यदि आप बारबी को सामान्य मोड में उपयोग करना चाहते हैं, तो सिस्टम प्राथमिकताएं में दी गई अनुमतियों को हटा दें।

source: Import
hi: आयात करें

source: In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items
hi: कई स्क्रीन के मामले में, गैर-नॉच स्क्रीन मेनू बार आइटम दिखाने/छुपाने के लिए सामान्य मोड का उपयोग करेंगी

source: Inner Shadow
hi: आंतरिक छाया

source: Inner Shadow State
hi: आंतरिक छाया स्थिति

source: InterItem Horizontal Padding
hi: इंटरआइटम क्षैतिज पैडिंग

source: InterItem Vertical Padding
hi: इंटरआइटम ऊर्ध्वाधर पैडिंग

source: Is Menu Bar Visible
hi: क्या मेनू बार दिखाई दे रहा है

source: Is menu bar visible?
hi: क्या मेनू बार दिखाई दे रहा है?

source: Is Movable by Window Background
hi: क्या विंडो पृष्ठभूमि द्वारा चलनीय है

source: Item has any changes
hi: आइटम में कोई बदलाव है

source: Item Identifier
hi: आइटम पहचानकर्ता

source: Items
hi: आइटम

source: Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar.
hi: बाएं खींचे गए आइटम हमेशा छिपे रहेंगे। मेनू बार में आइटम को खींचने के लिए कमांड ⌘ कुंजी दबाएं।

source: Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar.
hi: बाएं खींचे गए आइटम छिपे रहेंगे। मेनू बार में आइटम को खींचने के लिए कमांड ⌘ कुंजी दबाएं।

source: Items on the left side of the icon
hi: आइकन के बाईं ओर के आइटम

source: Launch At Login
hi: लॉगिन पर लॉन्च करें

source: Level
hi: स्तर

source: Lifetime
hi: आजीवन

source: Lifetime - %@
hi: आजीवन - %@

source: Light Background Color
hi: हल्का पृष्ठभूमि रंग

source: Lowest
hi: सबसे कम

source: macOS log out required
hi: macOS लॉग आउट आवश्यक

source: Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)
hi: नॉच को एक निंजा 🥷 की तरह गायब कर देता है। (आप मेनू बार का रंग ⬛️ पर भी सेट कर सकते हैं)

source: Manage App Modules in Menu Bar
hi: मेनू बार में ऐप मॉड्यूल प्रबंधित करें

source: Manage System Modules in Menu Bar
hi: मेनू बार में सिस्टम मॉड्यूल प्रबंधित करें

source: Managing app modules requires user directory authorization
hi: ऐप मॉड्यूल प्रबंधित करने के लिए उपयोगकर्ता निर्देशिका प्राधिकरण की आवश्यकता होती है

source: Menu Bar
hi: मेनू बार

source: Menu Bar Appearance
hi: मेनू बार उपस्थिति

source: Menu Bar Color:
hi: मेनू बार रंग:

source: Menu Bar Item Gap:
hi: मेनू बार आइटम अंतराल:

source: Menu Bar Layout
hi: मेनू बार लेआउट

source: Menu Bar Layout feature requires additional permissions!
hi: मेनू बार लेआउट सुविधा के लिए अतिरिक्त अनुमतियों की आवश्यकता है!

source: Menu Bar Shadow:
hi: मेनू बार छाया:

source: Menu Bar:
hi: मेनू बार:

source: Mode has been changed successfully
hi: मोड सफलतापूर्वक बदल दिया गया है

source: Mode:
hi: मोड:

source: More
hi: और

source: Multi-screen:
hi: बहु-स्क्रीन:

source: Name
hi: नाम

source: Name:
hi: नाम:

source: New
hi: नया

source: New Items Location
hi: नए आइटम स्थान

source: 🆕️ Request new features
hi: 🆕️ नई सुविधाओं का अनुरोध करें

source: New Single Widget...
hi: नया एकल विजेट...

source: New Widget
hi: नया विजेट

source: New Widget Group
hi: नया विजेट समूह

source: New Widget Group...
hi: नया विजेट समूह...

source: Newly discovered menu bar items will be moved to:
hi: नए खोजे गए मेनू बार आइटम यहां ले जाए जाएंगे:

source: No
hi: नहीं

source: No action
hi: कोई क्रिया नहीं

source: No backups
hi: कोई बैकअप नहीं

source: No configurable app modules found
hi: कोई विन्यास योग्य ऐप मॉड्यूल नहीं मिला

source: No Gap - no spacing between items
hi: कोई अंतराल नहीं - आइटम के बीच कोई रिक्ति नहीं

source: No matching results
hi: कोई मिलान परिणाम नहीं

source: Non-subscription, totally free
hi: गैर-सदस्यता, पूरी तरह से मुफ्त

source: Normal
hi: सामान्य

source: Normal Gap - normal spacing between items
hi: सामान्य अंतराल - आइटम के बीच सामान्य रिक्ति

source: Normal Mode
hi: सामान्य मोड

source: Not Now
hi: अभी नहीं

source: Notch:
hi: नॉच:

source: Ok
hi: ठीक है

source: One-time purchase
hi: एक बार की खरीदारी

source: Oops, No Hidden Items! 🔥️You can arrange items in the Preferences.
hi: उफ़, कोई छिपे हुए आइटम नहीं! 🔥️आप प्राथमिकताओं में आइटम व्यवस्थित कर सकते हैं।

source: Open System Preferences...
hi: सिस्टम प्राथमिकताएं खोलें...

source: Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`.
hi: कृपया कमांड(⌘) दबाएं और मेनू बार में `<`, `|` और `बारबी आइकन` को खींचें और उन्हें सही क्रम में रखें। क्रम है: हमेशा छिपे हुए आइकन `<` छिपे हुए आइकन `|` दिखाए गए आइकन `बारबी आइकन`।

source: Preferences
hi: प्राथमिकताएं

source: Preferences...
hi: प्राथमिकताएं...

source: Privacy Policy
hi: गोपनीयता नीति

source: Profile
hi: प्रोफ़ाइल

source: Profile Entry:
hi: प्रोफ़ाइल प्रविष्टि:

source: Profile Name
hi: प्रोफ़ाइल नाम

source: Purchase & Restore
hi: खरीदें और पुनर्स्थापित करें

source: Quick Search
hi: त्वरित खोज

source: Quick Search Entry:
hi: त्वरित खोज प्रविष्टि:

source: Quick Search feature requires additional permissions!
hi: त्वरित खोज सुविधा के लिए अतिरिक्त अनुमतियों की आवश्यकता है!

source: Quick Search:
hi: त्वरित खोज:

source: Quick Start Guide
hi: त्वरित आरंभ गाइड

source: Quit
hi: छोड़ें

source: Recommended for users with a large screen or no icons hidden by the system.
hi: बड़ी स्क्रीन वाले उपयोगकर्ताओं या सिस्टम द्वारा छिपे हुए आइकन न होने वाले उपयोगकर्ताओं के लिए अनुशंसित।

source: Recommended for users with bangs on the screen or users with hidden icons in the system.
hi: स्क्रीन पर बैंग्स वाले उपयोगकर्ताओं या सिस्टम में छिपे हुए आइकन वाले उपयोगकर्ताओं के लिए अनुशंसित।

source: Reduce Refresh Rate When Using Battery Power
hi: बैटरी पावर का उपयोग करते समय रीफ्रेश दर कम करें

source: Refresh
hi: रीफ्रेश करें

source: Refresh Interval in Seconds
hi: सेकंड में रीफ्रेश अंतराल

source: Refresh menu bar items
hi: मेनू बार आइटम रीफ्रेश करें

source: Refresh Menu Bar Items
hi: मेनू बार आइटम रीफ्रेश करें

source: Related Item:
hi: संबंधित आइटम:

source: Reduce useable screen space to mask notch
hi: नॉच को मास्क करने के लिए उपयोग करने योग्य स्क्रीन स्थान कम करें

source: Remove/Add top notch when you use the notched Mac.
hi: जब आप नॉच्ड मैक का उपयोग करते हैं तो शीर्ष पायदान हटाएं/जोड़ें।

source: Request Access...
hi: पहुंच का अनुरोध करें...

source: Reset
hi: रीसेट करें

source: Restore Purchase
hi: खरीदारी पुनर्स्थापित करें

source: Restore successfully! If it still doesn't work, please reinstall the app.
hi: सफलतापूर्वक पुनर्स्थापित किया गया! यदि यह अभी भी काम नहीं करता है, तो कृपया ऐप को पुनर्स्थापित करें।

source: Returns all menu bar items.
hi: सभी मेनू बार आइटम लौटाता है।

source: Returns always hidden menu bar items.
hi: हमेशा छिपे हुए मेनू बार आइटम लौटाता है।

source: Returns app modules using app bundle identifier.
hi: ऐप बंडल पहचानकर्ता का उपयोग करके ऐप मॉड्यूल लौटाता है।

source: Returns hidden menu bar items.
hi: छिपे हुए मेनू बार आइटम लौटाता है।

source: Returns shown menu bar items.
hi: दिखाए गए मेनू बार आइटम लौटाता है।

source: Returns whether the current active scrren has top notch.
hi: लौटाता है कि क्या वर्तमान सक्रिय स्क्रीन में शीर्ष पायदान है।

source: Returns whether the current active scrren menu bar is visible.
hi: लौटाता है कि क्या वर्तमान सक्रिय स्क्रीन मेनू बार दिखाई दे रहा है।

source: Reveal In Finder
hi: फाइंडर में प्रकट करें

source: Scopes:
hi: दायरे:

source: Screen Recording
hi: स्क्रीन रिकॉर्डिंग

source: Search for a menu bar item
hi: मेनू बार आइटम खोजें

source: Select
hi: चुनें

source: Select a related menu bar item
hi: एक संबंधित मेनू बार आइटम चुनें

source: Select...
hi: चुनें...

source: Shortcut to show / hide all items:
hi: सभी आइटम दिखाने / छिपाने के लिए शॉर्टकट:

source: Shortcut to show / hide hidden items:
hi: छिपे हुए आइटम दिखाने / छिपाने के लिए शॉर्टकट:

source: Shortcut:
hi: शॉर्टकट:

source: Shortcuts
hi: शॉर्टकट

source: Show
hi: दिखाएं

source: Show all
hi: सभी दिखाएं

source: Show All
hi: सभी दिखाएं

source: Show all menu bar items
hi: सभी मेनू बार आइटम दिखाएं

source: Show Entry in Menu
hi: मेनू में प्रविष्टि दिखाएं

source: Show hidden menu bar items
hi: छिपे हुए मेनू बार आइटम दिखाएं

source: Show in All Spaces
hi: सभी स्थानों में दिखाएं

source: Show Menu Bar Item (Enhanced mode only)
hi: मेनू बार आइटम दिखाएं (केवल उन्नत मोड)

source: Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}
hi: पहचानकर्ता द्वारा मेनू बार आइटम दिखाएं: ${itemIdentifier}, X पर: ${x}

source: Show menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi"), X is optional.
hi: पहचानकर्ता द्वारा मेनू बार आइटम दिखाएं (जैसे "com.apple.controlcenter-WiFi"), X वैकल्पिक है।

source: Show Profile in Menu
hi: मेनू में प्रोफ़ाइल दिखाएं

source: Shown Items
hi: दिखाए गए आइटम

source: Shown Items:
hi: दिखाए गए आइटम:

source: Shown Menu Bar Item
hi: दिखाया गया मेनू बार आइटम

source: Small Gap - proper spacing between items
hi: छोटा अंतराल - आइटम के बीच उचित रिक्ति

source: Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode.
hi: मेनू बार आइटम में से कुछ को उन्नत मोड में एक अलग मेनू बार में ले जाया जाएगा, इस मोड में उपयोगकर्ता को कुछ आवश्यक अनुमतियों (स्क्रीन रिकॉर्डिंग और अभिगम्यता) को अधिकृत करने की आवश्यकता होती है, लेकिन सामान्य मोड में कोई अतिरिक्त अनुमति अनुरोध नहीं होंगे।

source: Something Wrong?
hi: कुछ गलत है?

source: 🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again.
hi: 🆘 यदि बारबी को अधिकृत करने के बाद भी ऐप संकेत देता है कि कोई अनुमति नहीं है, तो कृपया बारबी का प्राधिकरण रद्द करें और प्राधिकरण सूची में बारबी को हटा दें, फिर बारबी को पुनः लॉन्च करें और फिर से अनुमतियां दें।

source: Start
hi: शुरू करें

source: Start BarBee automatically at login.
hi: लॉगिन पर बारबी स्वचालित रूप से शुरू करें।

source: Startup:
hi: स्टार्टअप:

source: State
hi: स्थिति

source: Switch App Module State
hi: ऐप मॉड्यूल स्थिति स्विच करें

source: Switch Barbee Mode
hi: बारबी मोड स्विच करें

source: Switch the app module state in menu bar by its identifier(e.g. "com.apple.controlcenter-WiFi").
hi: इसके पहचानकर्ता (जैसे "com.apple.controlcenter-WiFi") द्वारा मेनू बार में ऐप मॉड्यूल स्थिति स्विच करें।

source: Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}
hi: इसके पहचानकर्ता: ${itemIdentifier} द्वारा मेनू बार में ऐप मॉड्यूल स्थिति: ${state} स्विच करें

source: Switch to Enhanced Mode
hi: उन्नत मोड में स्विच करें

source: Switch to Normal Mode
hi: सामान्य मोड में स्विच करें

source: Symbol:
hi: प्रतीक:

source: Sync from iCloud drive
hi: iCloud ड्राइव से सिंक करें

source: Sync profile successfully.
hi: प्रोफ़ाइल सफलतापूर्वक सिंक की गई।

source: Terms of Use
hi: उपयोग की शर्तें

source: Thanks for purchasing Barbee VIP
hi: बारबी वीआईपी खरीदने के लिए धन्यवाद

source: Thanks for trying Barbee
hi: बारबी आज़माने के लिए धन्यवाद
