Repository: HardikDG/Barbee-i18n
Catalog: *.lproj/Localizable.strings
Languages: hi

source: The automation will be deleted and changes take effect immediately
hi: स्वचालन हटा दिया जाएगा और परिवर्तन तुरंत प्रभावी होंगे

source: The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated.
hi: बीटा संस्करण में बग या समस्याएं हो सकती हैं। आपके द्वारा प्रदान की जाने वाली किसी भी प्रतिक्रिया की हमेशा बहुत सराहना की जाती है।

source: The changes have been saved, and it will take effect after exiting and restarting the app `%@`.
hi: परिवर्तन सहेज लिए गए हैं, और ऐप `%@` से बाहर निकलने और पुनरारंभ करने के बाद यह प्रभावी होगा।

source: The following modules have been found that may be displayed in the menu bar, you can enable or disable them.
hi: निम्नलिखित मॉड्यूल पाए गए हैं जो मेनू बार में प्रदर्शित किए जा सकते हैं, आप उन्हें सक्षम या अक्षम कर सकते हैं।

source: The hidden menu bar icon will appear in a separate menu bar in the upper right corner.
hi: छिपा हुआ मेनू बार आइकन ऊपरी दाएं कोने में एक अलग मेनू बार में दिखाई देगा।

source: The hidden menu bar icons will be collapsed.
hi: छिपे हुए मेनू बार आइकन संक्षिप्त हो जाएंगे।

source: The hover area of the menu bar include the app menu and Apple logo area
hi: मेनू बार के होवर क्षेत्र में ऐप मेनू और ऐप्पल लोगो क्षेत्र शामिल हैं

source: The iCloud profiles will be replaced by the local profiles, which cannot be restored.
hi: iCloud प्रोफ़ाइल को स्थानीय प्रोफ़ाइल द्वारा प्रतिस्थापित किया जाएगा, जिसे पुनर्स्थापित नहीं किया जा सकता है।

source: The item is invisible
hi: आइटम अदृश्य है

source: The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences.
hi: शीर्ष पायदान के कारण आइटम अदृश्य है, आप पायदान को छिपा सकते हैं, डिस्प्ले के रिज़ॉल्यूशन को समायोजित कर सकते हैं या बारबी प्राथमिकताओं में दिखाई देने वाले आइटम की संख्या को कम कर सकते हैं।

source: The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences.
hi: मेनू बार में पर्याप्त जगह न होने के कारण आइटम अदृश्य है, आप डिस्प्ले के रिज़ॉल्यूशन को समायोजित कर सकते हैं या बारबी प्राथमिकताओं में दिखाई देने वाले आइटम की संख्या को कम कर सकते हैं।

source: The local profiles will be replaced by the iCloud profiles, which cannot be restored.
hi: स्थानीय प्रोफ़ाइल को iCloud प्रोफ़ाइल द्वारा प्रतिस्थापित किया जाएगा, जिसे पुनर्स्थापित नहीं किया जा सकता है।

source: The profile has been exported.
hi: प्रोफ़ाइल निर्यात की गई है।

source: The profile has been imported.
hi: प्रोफ़ाइल आयात की गई है।

source: The selected item is not in the menu bar now
hi: चयनित आइटम अब मेनू बार में नहीं है

source: The shadow below the menu bar
hi: मेनू बार के नीचे की छाया

source: The shadow in the menu bar
hi: मेनू बार में छाया

source: The shortcut will be deleted and changes take effect immediately
hi: शॉर्टकट हटा दिया जाएगा और परिवर्तन तुरंत प्रभावी होंगे

source: Then: %@
hi: फिर: %@

source: Top Notch
hi: शीर्ष पायदान

source: Topmost
hi: सर्वोच्च

source: Trigger:
hi: ट्रिगर:

source: Upgrade to Barbee VIP
hi: बारबी वीआईपी में अपग्रेड करें

source: Use Barbee in enhanced mode?
hi: क्या बारबी को उन्नत मोड में उपयोग करें?

source: Use in Shortcuts
hi: शॉर्टकट में उपयोग करें

source: View iCloud profiles
hi: iCloud प्रोफ़ाइल देखें

source: View URL Schemes
hi: URL योजनाएँ देखें

source: Welcome to Barbee!
hi: बारबी में आपका स्वागत है!

source: When hovering for more than a certain period of time, show hidden items.
hi: जब एक निश्चित अवधि से अधिक समय तक मंडराते हैं, तो छिपे हुए आइटम दिखाएं।

source: When hovering over the menu bar, hidden items will be shown automatically
hi: जब मेनू बार पर मंडराते हैं, तो छिपे हुए आइटम स्वचालित रूप से दिखाए जाएंगे

source: When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically
hi: जब ऐप के मेनू या Apple(🍎) लोगो पर मंडराते हैं, तो छिपे हुए आइटम भी स्वचालित रूप से दिखाए जाएंगे

source: When leaving the menu bar, hidden items will be hidden again
hi: मेनू बार छोड़ने पर, छिपे हुए आइटम फिर से छिपे जाएंगे

source: When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again.
hi: जब बाहरी स्क्रीन फोकस हो जाती है, तो सभी मेनू बार आइटम दिखाई देंगे, और जब फोकस खो जाता है, तो वे फिर से छिपे जाएंगे।

source: When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem.
hi: जब बारबी में कोई समस्या होती है, तो आप इस समस्या को हल करने के लिए बारबी को पुनः लॉन्च करने का प्रयास कर सकते हैं।

source: When you click on the blank area of the menu bar, Barbee will toggle showing hidden items.
hi: जब आप मेनू बार के खाली क्षेत्र पर क्लिक करते हैं, तो बारबी छिपे हुए आइटम दिखाने के लिए टॉगल करेगा।

source: When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon.
hi: जब आप मेनू बार आइकन पर क्लिक करते हैं, तो बारबी बारबी मेनू के बजाय छिपे हुए आइटम दिखाने के लिए टॉगल करेगा। जब आप मेनू बार आइकन पर राइट-क्लिक करते हैं तो बारबी मेनू प्रदर्शित किया जाएगा।

source: When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items.
hi: जब आप CONTROL(⌃) दबाते हैं और मेनू बार आइकन पर क्लिक करते हैं, तो बारबी सभी आइटम दिखाने/छुपाने के लिए टॉगल करेगा।

source: When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items.
hi: जब आप CONTROL(⌃) दबाते हैं और मेनू बार पर क्लिक करते हैं, तो बारबी सभी आइटम दिखाने/छुपाने के लिए टॉगल करेगा।

source: When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items.
hi: जब आप OPTION(⌥) दबाते हैं और मेनू बार आइकन पर क्लिक करते हैं, तो बारबी छिपे हुए आइटम दिखाने/छुपाने के लिए टॉगल करेगा।

source: When: %@
hi: जब: %@

source: Which mode of tutorial would you like to see?
hi: आप ट्यूटोरियल का कौन सा मोड देखना चाहेंगे?

source: Widget
hi: विजेट

source: Widget Entry:
hi: विजेट प्रविष्टि:

source: Widget feature requires additional permissions!
hi: विजेट सुविधा के लिए अतिरिक्त अनुमतियों की आवश्यकता है!

source: Width
hi: चौड़ाई

source: Wrong order of Barbee menu bar icons
hi: बारबी मेनू बार आइकन का गलत क्रम

source: Yes
hi: हाँ

source: You can check out the quick start guide to learn more about the two modes of Barbee.
hi: आप बारबी के दो मोड के बारे में अधिक जानने के लिए त्वरित आरंभ गाइड देख सकते हैं।

source: You can enable or disable the `Profile` entry in Barbee's menu.
hi: आप बारबी के मेनू में `प्रोफ़ाइल` प्रविष्टि को सक्षम या अक्षम कर सकते हैं।

source: You can enable or disable the `Quick Search` entry in Barbee's menu.
hi: आप बारबी के मेनू में `त्वरित खोज` प्रविष्टि को सक्षम या अक्षम कर सकते हैं।

source: You can enable or disable the `Widget` entry in Barbee's menu.
hi: आप बारबी के मेनू में `विजेट` प्रविष्टि को सक्षम या अक्षम कर सकते हैं।

source: You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue.
hi: आप नैदानिक लॉग निर्यात कर सकते हैं और उन्हें डेवलपर को वापस भेज सकते हैं, जो डेवलपर को आपकी समस्या को हल करने में मदद कर सकता है।

source: You can modify the layout of the extra menu bar in the app's preferences window
hi: आप ऐप की प्राथमिकताएं विंडो में अतिरिक्त मेनू बार के लेआउट को संशोधित कर सकते हैं

source: You have unlocked all features for 3 days, enjoy!
hi: आपने 3 दिनों के लिए सभी सुविधाएं अनलॉक कर दी हैं, आनंद लें!

source: You have unlocked all features, enjoy!
hi: आपने सभी सुविधाएं अनलॉक कर दी हैं, आनंद लें!

source: Arrange
hi: व्यवस्थित करें

source: • Cloud backup and sync profiles
hi: • क्लाउड बैकअप और प्रोफ़ाइल सिंक करना

source: • Supercharge your scripts or shortcuts with Barbee
hi: • बारबी के साथ अपने स्क्रिप्ट या शॉर्टकट को सुपरचार्ज करें

source: No items found
hi: कोई आइटम नहीं मिला

source: This prompt will appear when Barbee is running on a newer version of macOS to capture the screenshot of menu bar items. \n⛔️ Barbee is an offline app with no network permissions.
hi: यह प्रॉम्प्ट तब दिखाई देगा जब Barbee मेनू बार आइटम का स्क्रीनशॉट लेने के लिए macOS के नए संस्करण पर चल रहा होगा। ⛔️ Barbee बिना नेटवर्क अनुमतियों वाला एक ऑफ़लाइन ऐप है।

source: Got it
hi: समझ गया

source: 🧮 Restore Patches
hi: 🧮 पैच पुनर्स्थापित करें

source: Reset All Permissions
hi: सभी अनुमतियाँ रीसेट करें

source: Do you want to import this patch?
hi: क्या आप इस पैच को आयात करना चाहते हैं?

source: The patch has been imported.
hi: पैच आयात कर लिया गया है।

source: Failed to import patch.
hi: पैच आयात करने में विफल।

source: Active Symbol
hi: सक्रिय प्रतीक

source: Active Barbee symbol with number: ${number}
hi: संख्या: ${number} के साथ सक्रिय Barbee प्रतीक

source: Active Barbee symbol with number.
hi: संख्या के साथ सक्रिय Barbee प्रतीक।

source: Symbol Number
hi: प्रतीक संख्या

source: Text
hi: पाठ

source: Image
hi: छवि

source: Search
hi: खोजें

source: Cancel
hi: रद्द करें

source: Launch Barbee at login?
hi: लॉगिन पर Barbee लॉन्च करें?

source: It is strongly recommended to launch Barbee at login, would you like to enable it?
hi: लॉगिन पर Barbee लॉन्च करने की पुरज़ोर सिफ़ारिश की जाती है, क्या आप इसे सक्षम करना चाहेंगे?

source: Rate on the Mac App Store
hi: मैक ऐप स्टोर पर रेट करें

source: Rate Now
hi: अभी रेट करें

source: Love Barbee?
hi: Barbee पसंद है?

source: Whether you love Barbee or feel we could be doing better, we want to know!
hi: चाहे आपको Barbee पसंद हो या आपको लगे कि हम बेहतर कर सकते हैं, हम जानना चाहते हैं!

source: Barbee's menu bar icon has been hidden
hi: Barbee का मेनू बार आइकन छिपा दिया गया है

source: You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting
hi: आप `मेनू बार लेआउट` सेटिंग में Barbee के मेनू बार आइकन का स्थान बदल सकते हैं

source: Ignore
hi: अनदेखा करें

source: The icon may persist in the menu bar and impact your experience using Barbee.
hi: आइकन मेनू बार में बना रह सकता है और Barbee का उपयोग करने के आपके अनुभव को प्रभावित कर सकता है।

source: Cursor Keeps Flickering?
hi: क्या कर्सर लगातार झिलमिलाता रहता है?

source: If your cursor keeps flickering, try clicking the button to fix it.
hi: यदि आपका कर्सर लगातार झिलमिलाता रहता है, तो इसे ठीक करने के लिए बटन पर क्लिक करने का प्रयास करें।

source: 🔨 Fix cursor issues
hi: 🔨 कर्सर की समस्याएँ ठीक करें

source: Cursor issues fixed successfully
hi: कर्सर की समस्याएँ सफलतापूर्वक ठीक हो गईं

source: Cursor issue fix failed
hi: कर्सर समस्या समाधान विफल रहा

source: Menu Bar Style:
hi: मेनू बार शैली:

source: Menu Bar Size:
hi: मेनू बार आकार:

source: Unified
hi: एकीकृत

source: Separated
hi: पृथक

source: Regular
hi: नियमित

source: Thin
hi: पतला

source: Mini
hi: मिनी

source: Menu Bar Tint:
hi: मेनू बार रंग:

source: ⬅️Left
hi: ⬅️बाएँ

source: Right➡️
hi: दाएँ➡️

source: Menu Bar Corner Radius:
hi: मेनू बार कोना त्रिज्या:

source: Default
hi: डिफ़ॉल्ट

source: Menu Bar Border Color:
hi: मेनू बार बॉर्डर रंग:

source: Menu Bar Border Width:
hi: मेनू बार बॉर्डर चौड़ाई:

source: Thanks to all who keep supporting Barbee🖤.\nYour encouragement is the fuel that keeps me going.\n\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\n👋 please reach out. You will get it free of charge🆓️. \n\n🌐️ If you can help translate Barbee into your language or improve Barbee's current translations, \nyou will have the lifetime version and your name will be listed as a contributor to Barbee.
hi: Barbee का समर्थन करने वाले सभी लोगों को धन्यवाद🖤। आपका प्रोत्साहन वह ईंधन है जो मुझे आगे बढ़ाता रहता है। यदि आप एक छात्र, शिक्षक, ओपन-सोर्स अनुरक्षक हैं, या यदि इस सशुल्क संस्करण को खरीदना आपकी वर्तमान क्षमता से परे है, 👋 कृपया संपर्क करें। आपको यह निःशुल्क मिलेगा🆓️। 🌐️ यदि आप Barbee को अपनी भाषा में अनुवाद करने या Barbee के वर्तमान अनुवादों को बेहतर बनाने में मदद कर सकते हैं, तो आपके पास आजीवन संस्करण होगा और आपका नाम Barbee में योगदानकर्ता के रूप में सूचीबद्ध किया जाएगा।

source: Get it for free
hi: मुफ़्त में प्राप्त करें

source: Redeem code
hi: कोड रिडीम करें

source: Award
hi: पुरस्कार

source: Yearly
hi: वार्षिक

source: Yearly VIP membership
hi: वार्षिक वीआईपी सदस्यता

source: Yearly - %@
hi: वार्षिक - %@

source: Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase.
hi: आपकी खरीदारी की पुष्टि करने के बाद आपका भुगतान आपके iTunes खाते से लिया जाएगा। आपकी वर्तमान सदस्यता अवधि के अंत में आपकी सदस्यता स्वतः नवीनीकृत होने पर आपका iTunes खाता फिर से लिया जाएगा, जब तक कि वर्तमान अवधि समाप्त होने से कम से कम 24 घंटे पहले स्वतः नवीनीकरण बंद न कर दिया जाए। आप खरीदारी के बाद किसी भी समय अपनी Apple ID खाता सेटिंग में स्वतः नवीनीकरण को प्रबंधित या बंद कर सकते हैं।

source: Manage Subscription
hi: सदस्यता प्रबंधित करें

source: When the screen width is wide enough, menu bar icons will no longer be hidden
hi: जब स्क्रीन की चौड़ाई पर्याप्त चौड़ी होगी, तो मेनू बार आइकन छिपे नहीं रहेंगे

source: The screen width threshold
hi: स्क्रीन चौड़ाई सीमा

source: pixel(s)
hi: पिक्सेल(s)

source: Found screen size(s):
hi: मिली स्क्रीन आकार(s):

source: Reset All
hi: सभी रीसेट करें

source: Reset to default appearance:
hi: डिफ़ॉल्ट उपस्थिति पर रीसेट करें:

source: Follow us
hi: हमें फ़ॉलो करें

source: Translate Barbee
hi: Barbee का अनुवाद करें

source: Start Translating
hi: अनुवाद करना शुरू करें

source: 💦Contributors
hi: 💦योगदानकर्ता

source: Special thanks to these volunteers for helping with Barbee Localization! 🌍🌎🌏
hi: Barbee स्थानीयकरण में मदद करने वाले इन स्वयंसेवकों को विशेष धन्यवाद! 🌍🌎🌏

source: 👋Translating Barbee
hi: 👋Barbee का अनुवाद

source: If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that.
hi: यदि आप Barbee को अन्य भाषाओं में अनुवाद करने या मौजूदा अनुवादों को बेहतर बनाने में मदद करना चाहते हैं, तो हम इसकी बहुत सराहना करेंगे।

source: Optimization:
hi: अनुकूलन:

source: Reduce the interference of the `Screen Recording` icon
hi: `स्क्रीन रिकॉर्डिंग` आइकन के हस्तक्षेप को कम करें

source: Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon.
hi: मेनू बार आइकन की ताज़ा आवृत्ति को कम करें और `स्क्रीन रिकॉर्डिंग` आइकन की उपस्थिति संभावना को अनुकूलित करें।

source: Special thanks to:
hi: विशेष धन्यवाद:

source: Optimize the cursor click, unable to move, flicker and disappear issues
hi: कर्सर क्लिक, स्थानांतरित करने में असमर्थता, झिलमिलाहट और गायब होने की समस्याओं को अनुकूलित करें

source: Use the more optimized menu bar icon management algorithm
hi: अधिक अनुकूलित मेनू बार आइकन प्रबंधन एल्गोरिदम का उपयोग करें

source: Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout.
hi: सुझाव: आप मेनू बार लेआउट बदलने के लिए कमांड ⌘ को दबाकर मेनू बार में आइकन को खींच भी सकते हैं।

source: Special Item Library:
hi: विशेष आइटम लाइब्रेरी:

source: Add spacer between items
hi: आइटम के बीच स्पेसर जोड़ें

source: Put items into a group
hi: आइटम को एक समूह में रखें

source: Spacer width: %d
hi: स्पेसर चौड़ाई: %d

source: Width:
hi: चौड़ाई:

source: Automatically hide other items before showing hidden items
hi: छुपे हुए आइटम दिखाने से पहले अन्य आइटम को स्वचालित रूप से छिपाएं

source: Show hidden items more concisely and focused, but only works in 'Enhanced Mode'
hi: छुपे हुए आइटम को अधिक संक्षिप्त और केंद्रित रूप से दिखाएं, लेकिन केवल 'उन्नत मोड' में काम करता है

source: Items in group:
hi: समूह में आइटम:

source: Candidates:
hi: उम्मीदवार:

source: Group: %@
hi: समूह: %@

source: No name
hi: कोई नाम नहीं

source: Drop down menu bar participates in macOS window cycling
hi: ड्रॉप डाउन मेनू बार macOS विंडो साइकलिंग में भाग लेता है

source: The drop down menu bar can become the user's active window.
hi: ड्रॉप डाउन मेनू बार उपयोगकर्ता की सक्रिय विंडो बन सकता है।

source: Show group on click
hi: क्लिक पर समूह दिखाएं

source: Show group on hover
hi: होवर पर समूह दिखाएं

source: Auto sync with iCloud
hi: iCloud के साथ ऑटो सिंक करें

source: Rename
hi: नाम बदलें

source: Matches icon state
hi: आइकन स्थिति से मेल खाता है

source: Does not match icon state
hi: आइकन स्थिति से मेल नहीं खाता है

source: Battery state
hi: बैटरी स्थिति

source: Power source
hi: पावर स्रोत

source: ⚡️Any Power Source
hi: ⚡️कोई भी पावर स्रोत

source: 🔋 Battery
hi: 🔋 बैटरी

source: 🔌 Power Adapter
hi: 🔌 पावर एडाप्टर
